/*
   SORelativeDateTransformer.strings
   
   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
*/

/* 
   Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
   <relative time difference> <date component name> ago */
"formatTemplateForRelativePastDatePhrase" = "%d %@ 前";

/* 
   Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
   in <relative time difference> <date component name> */
"formatTemplateForRelativeFutureDatePhrase" = "在 %d %@ 内";

/* localized date component names and plural forms */
"now" = "现在";

"year" = "年";

"years" = "年";

"month" = "月";

"months" = "月";

"week" = "周";

"weeks" = "周";

"day" = "日";

"days" = "日";

"hour" = "小时";

"hours" = "小时";

"minute" = "分钟";

"minutes" = "分钟";

"second" = "秒";

"seconds" = "秒";

